//  原始数据
var database = [
    {
        "name": "三毛",
        "city": "古交市",
        "county": "古交营业部",
        "address": "太原市古交市石家河中石化加油站斜对面",
        "phone": "18735383972 / 0351-5183001"
    },
    {
        "name": "三毛",
        "city": "古交市",
        "county": "阳曲外营业部",
        "address": "阳曲县大运路城市假日13号底商",
        "phone": 14735323127
    },
    {
        "name": "三毛",
        "city": "古交市",
        "county": "娄烦营业部",
        "address": "太原市娄烦县气象站往东200米",
        "phone": "13835168220 / 0351-5830080"
    },
    {
        "name": "三毛",
        "city": "古交市",
        "county": "清徐营业部",
        "address": "太原市清徐县307国道（梗阳新厂对面）",
        "phone": "0351-2964377 /18903418848"
    },
    {
        "name": "三毛",
        "city": "古交市",
        "county": "徐沟营业部",
        "address": "太原市清徐县徐沟镇清东路19号",
        "phone": 15235484641
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "忻州营业部",
        "address": "云中北路云中家电往东过桥北面第一家",
        "phone": 15835076631
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "原平营业部",
        "address": "大运路五峰驾校对面",
        "phone": "0350-3313196 / 15235000018"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "轩岗营业部",
        "address": "轩岗镇桥南街",
        "phone": "0350-8397673 / 13935038845"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "崞阳营业部",
        "address": "崞阳镇下王村路口",
        "phone": "0350-8298122 / 13593218824"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "定襄营业部",
        "address": "定襄县城内村口汉白玉牌楼对面",
        "phone": "0350-3221211 / 15135028555"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "五台营业部",
        "address": "五台县种子公司旁边",
        "phone": "电话：0350-65118880 / 0350-6511888"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "五台山营业部",
        "address": "地址：五台山邮电宾馆背后",
        "phone": "电话：15364506786"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "东冶营业部",
        "address": "地址：东冶镇西街自由市场12号",
        "phone": "电话：15340620338 / 13753057318"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "石咀金岗库营业部",
        "address": "地址：石咀乡石咀园区圣源特产超市巷内100米",
        "phone": "电话：15364505588"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "代县营业部",
        "address": "地址：代县西关108国道领袖KTV往东100米路北鸿益商贸院内",
        "phone": "电话：13593230304 / 13485395289"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "峨口营业部",
        "address": "地址：峨口镇加油站北200米新汽车站院内",
        "phone": "电话：0350-8100579"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "繁峙营业部",
        "address": "地址：繁峙县并州物流园内",
        "phone": "电话：0350-8913026 / 15698641575"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "砂河营业部",
        "address": "地址：砂河镇大转盘往南500米路西院内",
        "phone": "电话：15383501655 / 0350-5551655"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "大营营业部",
        "address": "地址：大营镇中国石化西50米",
        "phone": "电话：15525688881 / 15525688887"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "宁武营业部",
        "address": "地址：宁武县杨庄村养老院后面",
        "phone": "电话：15303507828"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "神池营业部",
        "address": "地址：神池县东瓦窑路口",
        "phone": "电话：0350-8908255/ 18634655584"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "五寨营业部",
        "address": "地址：五寨县二道河桥五寨一中对面",
        "phone": "电话：13546601608"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "三岔营业部",
        "address": "地址：三岔镇西湾旧石化斜对面",
        "phone": "电话：0350-4383339 / 13935088450"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "岢岚营业部",
        "address": "地址：岢岚县环城路口永乐商贸物流园区",
        "phone": "电话：15935019443"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "三井营业部",
        "address": "地址：三井镇南湾路2号丁字路口",
        "phone": "电话：13835078205"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "河曲营业部",
        "address": "地址：河曲县唐坪路农机加油站旁边",
        "phone": "电话：15513207762 / 0350-7081630"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "保德营业部",
        "address": "地址：保德县晋德昌物流马家滩市场E区20号",
        "phone": "电话：15034440316 / 0350-7366349"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "偏关营业部",
        "address": "地址：偏关县马梁新星加油站对面",
        "phone": "电话：0350-7653666  / 18536962999 / 15535027373"
    },
    {
        "name": "三毛",
        "city": "忻州市",
        "county": "静乐营业部",
        "address": "地址：静乐县三里店天和市场",
        "phone": "电话：  15383607873 / 13994068955"
    },
    {
        "name": "三毛",
        "city": "大同市",
        "county": "大同县营业部",
        "address": "地址：大同市大同县公路段路南西30米",
        "phone": "电话：18735116306"
    },
    {
        "name": "三毛",
        "city": "大同市",
        "county": "大同营业部",
        "address": "地址：大同市南郊区天和旺物流园区C区25-28号",
        "phone": "电话：18636206123 / 18535248115"
    },
    {
        "name": "三毛",
        "city": "大同市",
        "county": "大同矿区营业部",
        "address": "地址：大同市矿区和宁街新发地冷链物流园加工配送中心南一号",
        "phone": "电话：15513797356"
    },
    {
        "name": "三毛",
        "city": "大同市",
        "county": "灵丘营业部",
        "address": "地址：大同市灵丘县城道坡大队往北100米路东",
        "phone": "电话：15513773052 / 13753276182"
    },
    {
        "name": "三毛",
        "city": "大同市",
        "county": "广灵营业部",
        "address": "地址：大同市广灵县转盘南同合大酒店旁",
        "phone": "电话：18435292844 / 18735253232 / 0352-7493350"
    },
    {
        "name": "三毛",
        "city": "大同市",
        "county": "浑源营业部",
        "address": "地址：大同市浑源迎宾西街检察院对面",
        "phone": "电话：15386928678  / 0352-8325678"
    },
    {
        "name": "三毛",
        "city": "大同市",
        "county": "阳高营业部",
        "address": "地址：大同市阳高县华大商厦对面运输公司院内",
        "phone": "电话：13363521229 / 13233151092"
    },
    {
        "name": "三毛",
        "city": "大同市",
        "county": "天镇营业部",
        "address": "地址：大同市天镇县东门外小三叉路往北100米路西",
        "phone": "电话：18634234809 / 0352-6821518"
    },
    {
        "name": "三毛",
        "city": "大同市",
        "county": "左云营业部",
        "address": "地址：大同市左云县云兴镇东坡299号",
        "phone": "电话：13935217886 / 0352-7240788"
    },
    {
        "name": "三毛",
        "city": "朔州市",
        "county": "朔州营业部",
        "address": "地址：朔州市南城派出所往东紫城商贸物流园区进门左拐",
        "phone": "电话：15721611877 / 15721611876"
    },
    {
        "name": "三毛",
        "city": "朔州市",
        "county": "朔州二部",
        "address": "地址：朔州市开发区振华东街汽配城院内东侧库房",
        "phone": "电话：17734999005"
    },
    {
        "name": "三毛",
        "city": "朔州市",
        "county": "怀仁营业部",
        "address": "地址：朔州市怀仁县同泰北路112号",
        "phone": "电话：15503499666 / 0349-4156477"
    },
    {
        "name": "三毛",
        "city": "朔州市",
        "county": "山阴营业部",
        "address": "地址：朔州市山阴县世贸大酒店往西300米路北",
        "phone": "电话：13333493440"
    },
    {
        "name": "三毛",
        "city": "朔州市",
        "county": "应县营业部",
        "address": "地址：朔州市应县四中南200米路东",
        "phone": "电话：13934935605"
    },
    {
        "name": "三毛",
        "city": "朔州市",
        "county": "平鲁区",
        "address": "地址：朔州市平鲁区一环路凯祺超市往东300米",
        "phone": "电话：13934968967 / 18534981222"
    },
    {
        "name": "三毛",
        "city": "朔州市",
        "county": "右玉营业部",
        "address": "地址：朔州市右玉县二运西院",
        "phone": "电话：13383494111 / 15392697111"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "榆次营业部",
        "address": "地址：晋中市榆次区蕴华西街韩村南街",
        "phone": "电话：15834068339 / 0354-3238603"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "三晋汽配城二部",
        "address": "地址：晋中市榆次区三晋国际汽配城物流区",
        "phone": "电话：15333682485"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "榆次老城营业部",
        "address": "地址：晋中市榆次区花园路175号",
        "phone": "电话：13546472648"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "三晋汽配城营业部",
        "address": "地址：晋中市榆次区三晋国际汽配城35栋1号",
        "phone": "电话：15803515332"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "榆次东营 省外营业部",
        "address": "地址：晋中市榆次区108国道东营村村头往里50米",
        "phone": "电话：18603455252"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "张兰营业部",
        "address": "地址：晋中市介休市张兰镇张板路179号",
        "phone": "电话：13333445010"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "介休营业部",
        "address": "地址：晋中市介休市定阳路龙风口金属构件市场院内最后一排",
        "phone": "电话：13327548299 /13203546804"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "寿阳营业部",
        "address": "地址：晋中市寿阳县中联对面（新阳上城后门）",
        "phone": "电话：13466893168 /0354-4661988"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "平头镇营业部",
        "address": "地址：晋中市寿阳县平头镇商业街9段2号",
        "phone": "电话：13934413854"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "灵石营业部",
        "address": "地址：晋中市灵石县永吉大道中国石油斜对面鑫强物流园内",
        "phone": "电话：18234411555 / 0354-7728955"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "祁县东观营业部",
        "address": "地址：晋中市祁县东观镇红绿灯西路南",
        "phone": "电话：15234428867"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "祁县联运营业部",
        "address": "地址：祁县108国道南200米",
        "phone": "电话：13934185168"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "祁县营业部",
        "address": "地址：晋中市祁县百亩市场南门",
        "phone": "电话：0354-3832658"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "太谷营业部",
        "address": "地址：晋中市太谷县108国道明星派出所对面天盛汽修院内",
        "phone": "电话：13233058585 / 0354-3710885"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "胡村镇营业部",
        "address": "地址：晋中市太谷胡村道口",
        "phone": "电话：18235446229"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "平遥联运营业部",
        "address": "地址：晋中市平遥县中都街5号",
        "phone": "电话：15343542025"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "平遥营业部",
        "address": "地址：晋中市平遥县北门十字路口往北铁路桥上",
        "phone": "电话：18635489876 / 0354-5609877"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "和顺营业部",
        "address": "地址：晋中市和顺县滨河路尧村口",
        "phone": "电话：15235467385 / 0354-3886340"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "榆社营业部",
        "address": "地址：晋中市榆社县华榆路（丁字路）华榆小区大门口",
        "phone": "电话：15333441058 / 0354-6767666"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "左权营业部",
        "address": "地址：晋中市左权县蛤蟆滩铁路桥往东100米",
        "phone": "电话：18649335188 / 0354-8634588"
    },
    {
        "name": "三毛",
        "city": "晋中市",
        "county": "昔阳营业部",
        "address": "地址：晋中市昔阳县河东华鑫宾馆后院 （河东桥往南200米）",
        "phone": "电话： 13303443638"
    },
    {
        "name": "三毛",
        "city": "阳泉市",
        "county": "平定营业部",
        "address": "地址：平定县高速口斜对面",
        "phone": "电话：18803535778"
    },
    {
        "name": "三毛",
        "city": "阳泉市",
        "county": "阳泉郊区营业部",
        "address": "地址：郊区307复线交通集团万通物流院内",
        "phone": "电话：18803535778"
    },
    {
        "name": "三毛",
        "city": "阳泉市",
        "county": "阳泉营业部",
        "address": "地址：阳泉城区南外环576号",
        "phone": "电话：13096501310"
    },
    {
        "name": "三毛",
        "city": "阳泉市",
        "county": "盂县营业部",
        "address": "地址：盂县新汽车站往西200米",
        "phone": "电话：0353-4218010 / 13753339477"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "临汾北营业部",
        "address": "地址：临汾市屯里镇张堡村门楼东100米路南",
        "phone": "电话：13303575502"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "尧都外环 省际营业部",
        "address": "地址：临汾市尧都区南外环合佳兴商贸城F区2号库瑞昌鑫物流",
        "phone": "电话：15340893334"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "临汾营业部",
        "address": "地址：尧都区南外环天娇钢材商贸城院内特五号",
        "phone": "电话：0357-3965502/ 15333475502"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "临汾尧都 省际营业部",
        "address": "地址：临汾市尧都区208国道",
        "phone": "电话：13303473456"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "霍州营业部",
        "address": "地址：南外环机动车检测线巷内100米",
        "phone": "电话：0357-3494083 / 18636757683"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "洪洞营业部",
        "address": "地址：新丽都装饰城往南500米路西",
        "phone": "电话： 18636765503"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "轻工城 省际营业部",
        "address": "地址：侯马市轻工城物流园内",
        "phone": "电话：18534476611"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "侯马营业部",
        "address": "地址：侯马呈王西路加油站西侧顺鑫物流园内",
        "phone": "电话：13903473940 / 0357-3503660"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "隰县营业部",
        "address": "地址：隰县林业局斜对面巷内200米",
        "phone": "电话：18734796601/ 0375-7095077"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "蒲县营业部",
        "address": "地址：蒲县西关大桥路西100米",
        "phone": "电话：13753771687"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "襄汾营业部",
        "address": "地址：襄汾县大运路交警队后面星原发运公司大门口左拐",
        "phone": "电话：15513903590 / 0357-3532136"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "汾西营业部",
        "address": "地址：汾西县旺客隆超市往南高速桥口",
        "phone": "电话：0357-5580966 / 18636716775"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "乡宁营业部",
        "address": "地址：临汾市乡宁县圪坮头加油站斜对面",
        "phone": "电话：15635767555 / 0357-5586588"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "翼城营业部",
        "address": "地址：翼城县八一南路圣达建材城北门内",
        "phone": "电话：18335718615"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "吉县营业部",
        "address": "地址：吉县桥南吉昌粮站院内",
        "phone": "电话：13753789990 /0357-3982525"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "浮山营业部",
        "address": "地址：浮山县北外环液化气站往南200米",
        "phone": "电话：0357-6054998"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "古县营业部",
        "address": "地址：古县涧河北路258号",
        "phone": "电话：15536778609"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "安泽营业部",
        "address": "地址：安泽县月亮湾北外环路口征途货运",
        "phone": "电话：13096642085 / 15536718423"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "永和营业部",
        "address": "地址：永和县电业局对面征费所楼下",
        "phone": "电话：0357-6012818 / 15234723476"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "曲沃营业部",
        "address": "地址：曲沃汽车站院内",
        "phone": "电话：  18234722015"
    },
    {
        "name": "三毛",
        "city": "临汾市",
        "county": "大宁营业部",
        "address": "地址：大宁县检察院门口",
        "phone": "电话：18035775959"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "运城营业部",
        "address": "地址：机场路豪德市场新昌盛物流停车场",
        "phone": "电话：0359-6367391 / 0359-6367358"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "运城西营业部",
        "address": "地址：运临路高铁桥南100米华旅物流园12-13号",
        "phone": "电话：0359-6369859 / 15635900963"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "稷山营业部",
        "address": "地址：西关种子公司对面（外贸局院内）",
        "phone": "电话：13835961968 /18735972791"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "新绛营业部",
        "address": "地址：108国道旁汾河中学往西500米",
        "phone": "电话：13734058175"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "闻喜营业部",
        "address": "地址：消防队正对面兴闻停车场内",
        "phone": "电话：13383483940"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "垣曲营业部",
        "address": "地址：垣曲县汽车站后门二运公司院内",
        "phone": "电话：13152892200 /13994860128"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "河津营业部",
        "address": "地址：河津市龙岗东路米家湾村南（老防疫站西200米）",
        "phone": "电话：15296765777 / 0359-2313332"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "临猗营业部",
        "address": "地址：临猗县五一路五一广场红绿灯往北走200米",
        "phone": "电话：13994859736"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "万荣营业部",
        "address": "地址：万荣县福利院南60米",
        "phone": "电话：15835978188"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "芮城营业部",
        "address": "地址：芮城县舍利东街",
        "phone": "电话： 18335989333"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "永济营业部",
        "address": "地址：永济舜都三区家电市场仓储9号",
        "phone": "电话：0359-8228828 / 13467282829"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "夏县营业部",
        "address": "地址：夏县解放路集贤街东城壕",
        "phone": "电话：13111197318"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "平陆营业部",
        "address": "地址：平陆大高速口（天河市场西大门往南100米）",
        "phone": "电话：13835997315"
    },
    {
        "name": "三毛",
        "city": "运城市",
        "county": "绛县营业部",
        "address": "地址：交警队往西300米铁指对面（文涛快运）",
        "phone": "电话：0359-5792440 / 13453993870"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "离石营业部",
        "address": "地址：段家坪化肥厂院内",
        "phone": "电话：0358-3352110"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "离石东营业部",
        "address": "地址：离石区高速东口往东2公里丰润玻璃厂对面",
        "phone": "电话：18303580508"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "交城营业部",
        "address": "地址：交城县瓦窑村东路南",
        "phone": "电话：15364781286 / 15935164577"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "文水营业部",
        "address": "地址：西南街第六实验小学往南路西",
        "phone": "电话：13327585468 /0358-3401889"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "胡兰营业部",
        "address": "地址：胡兰镇胡兰纪念馆南300米路东（舞星菲艺术幼儿园旁边）",
        "phone": "电话：13613586933 / 0358-2346566"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "汾阳营业部",
        "address": "地址：汾阳市307国道石家庄村口牌楼往里20米",
        "phone": "电话：14797426306 /0358-7521909"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "杏花村营业部",
        "address": "地址：杏花村东堡口往西100米（信用社对面）",
        "phone": "电话：14794726306 / 0358-7521909"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "孝义营业部",
        "address": "地址：孝义市新天标汽修西20米",
        "phone": "电话：0358-2149088 /0358-7821588 /13633581766"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "柳林营业部",
        "address": "地址：闫家湾高速桥下",
        "phone": "电话：358-4094666 / 18634485957"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "方山营业部",
        "address": "地址：方山县二中往北200米",
        "phone": "电话：0358-6024233 / 13353587560"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "大武镇营业部",
        "address": "地址：吕梁市方山县大武镇相当村村口",
        "phone": "电话：15135825485"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "临县营业部",
        "address": "地址：临县外环路日升建材物资城",
        "phone": "电话：13383585573 / 15364582289"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "三交营业部",
        "address": "地址：临县三交镇金银塔中海石化向北20米",
        "phone": "电话：18635888520 / 15234816400 / 0358-2228447"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "石楼营业部",
        "address": "地址：石楼县城关村委西北200米",
        "phone": "电话：0358-5750999 / 13935834761"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "交口营业部",
        "address": "地址：南环路旧蓝天幼儿园路口",
        "phone": "电话：0358-2810066 / 13753892704"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "双池营业部",
        "address": "地址：吕梁市交口县双池镇寺底大桥往西200米",
        "phone": "电话：13753376611"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "中阳营业部",
        "address": "地址：中阳县沙会坪旧三菱公司院内",
        "phone": "电话：13753343466"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "岚县营业部",
        "address": "地址：岚县葡萄园西二排",
        "phone": "电话：0358-6723311  / 15535828311"
    },
    {
        "name": "三毛",
        "city": "吕梁市",
        "county": "兴县营业部",
        "address": "地址：兴县原家坪中石化加油站往东100米路北",
        "phone": "电话：0358-6366666 / 15525411999"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "长治市营业部",
        "address": "地址：长治市解放西街长子门桥南一运物流基地3号库",
        "phone": "电话：0355-3763299"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "沁源县营业部",
        "address": "地址：沁源县河西村河西街化肥厂东门",
        "phone": "电话：13327458733"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "沁县营业部",
        "address": "地址：沁县亲雅苑小区院内路东",
        "phone": "电话：13546668447"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "襄垣营业部",
        "address": "地址：襄垣县新建西街金鑫物流仓储中心后一排右拐",
        "phone": "电话：0355-7750808"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "侯堡营业部",
        "address": "地址：侯堡镇西周汽车站路北",
        "phone": "电话：18435514777 / 18603559908"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "黎城营业部",
        "address": "地址：黎城县309国道交警队南300米",
        "phone": "电话：0355-5510566"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "屯留营业部",
        "address": "地址：屯留县建设南路西堰村门南侧20米",
        "phone": "电话：13363453789 / 13233365177"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "潞城营业部",
        "address": "地址：潞城四中菜市场内",
        "phone": "电话：15513954856"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "武乡营业部",
        "address": "地址：武乡县丰州镇农家乐一条街",
        "phone": "电话：13099000998 / 0355-7730678"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "长子营业部",
        "address": "地址：交警队东200米碧缘招待所院内",
        "phone": "电话：15513950354"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "长治县营业部",
        "address": "地址：长治县新建南路城南小区88号",
        "phone": "电话：15513555553 /15383454000"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "壶关营业部",
        "address": "地址：壶关县龙丽街教育小区对面",
        "phone": "电话：13734257090"
    },
    {
        "name": "三毛",
        "city": "长治市",
        "county": "平顺营业部",
        "address": "地址：平顺县",
        "phone": "电话：18135180267"
    },
    {
        "name": "三毛",
        "city": "晋城市",
        "county": "晋城营业部",
        "address": "地址：晋城市西环路南段福特4s店对面广大物流园内",
        "phone": "电话：0356-6960400 /0356-8882035"
    },
    {
        "name": "三毛",
        "city": "晋城市",
        "county": "晋城北营业部",
        "address": "地址：晋城市高速口向北20米绿之业园区",
        "phone": "电话： 15303565800"
    },
    {
        "name": "三毛",
        "city": "晋城市",
        "county": "高平营业部",
        "address": "地址：晋城市高平市207国道金门建材南侧",
        "phone": "电话：17735687380"
    },
    {
        "name": "三毛",
        "city": "晋城市",
        "county": "陵川营业部",
        "address": "地址：陵川县过境路铭仁汽贸南30米（山西农资集团院内）",
        "phone": "电话：15803566922 / 0356-6207388"
    },
    {
        "name": "三毛",
        "city": "晋城市",
        "county": "阳城县营业部",
        "address": "地址：晋城市阳城县北城物流港",
        "phone": "电话：0356-2215166"
    },
    {
        "name": "三毛",
        "city": "晋城市",
        "county": "沁水营业部",
        "address": "地址：晋城市沁水县沁园小区对面（国家电网西侧）",
        "phone": "电话：18403566444"
    },
    {
        "name": "三毛",
        "city": "晋城市",
        "county": "神木营业部",
        "address": "地址：陕西省榆林市神木县丰家塔物流市场22-24号",
        "phone": "电话：15291882898 / 15769222337 / 15513172937"
    },
    {
        "name": "三毛",
        "city": "晋城市",
        "county": "府谷营业部",
        "address": "地址：陕西省榆林市府谷县盐沟高家湾仓储物流中心",
        "phone": "电话：15034440316 / 15596029190"
    },
    {
        "name": "顺鑫",
        "city": "晋中市",
        "county": "榆次",
        "address": "榆次市经纬东路5-16号",
        "phone": "0354-3237910  13294660061"
    },
    {
        "name": "顺鑫",
        "city": "晋中市",
        "county": "太谷",
        "address": "政府后勤加油站旁锅炉城内",
        "phone": "15340813013   13333547325"
    },
    {
        "name": "顺鑫",
        "city": "晋中市",
        "county": "祁县",
        "address": "108国道单封酒家院内",
        "phone": "13327541505   13327541502"
    },
    {
        "name": "顺鑫",
        "city": "晋中市",
        "county": "平遥",
        "address": "平遥县绿色都城后门",
        "phone": "0354-5696478   15536358300"
    },
    {
        "name": "顺鑫",
        "city": "晋中市",
        "county": "介休",
        "address": "介休市龙风口金属构件市场原内",
        "phone": "0354-7353680   18903449005"
    },
    {
        "name": "顺鑫",
        "city": "晋中市",
        "county": "灵石",
        "address": "大运路刘家庄锦园物贸市场9区4号",
        "phone": "15535484141     15935661717 "
    },
    {
        "name": "定邦",
        "city": "吕梁市",
        "county": "孝义",
        "address": "孝义市",
        "phone": "0358-5568500"
    },
    {
        "name": "燕铭",
        "city": "晋中市",
        "county": "太谷",
        "phone": 15364541636
    },
    {
        "name": "燕铭",
        "city": "晋中市",
        "county": "徐沟营业部",
        "phone": 13393547374
    },
    {
        "name": "燕铭",
        "city": "晋中市",
        "county": "小店",
        "phone": 15343541636
    },
    {
        "name": "燕铭",
        "city": "晋中市",
        "county": "北格",
        "phone": 15343541636
    },
    {
        "name": "燕铭",
        "city": "晋中市",
        "county": "富士康",
        "phone": 15343541636
    },
    {
        "name": "燕铭",
        "city": "晋中市",
        "county": "祁县",
        "phone": 15343441639
    },
    {
        "name": "燕铭",
        "city": "晋中市",
        "county": "平遥",
        "phone": 13393447374
    },
    {
        "name": "弘升",
        "city": "长治市",
        "phone": 18903405157
    },
    {
        "name": "催得急",
        "city": "晋中市",
        "county": "介休",
        "phone": 15721646181
    },
    {
        "name": "催得急",
        "city": "晋中市",
        "county": "灵石",
        "phone": 15721646182
    },
    {
        "name": "环宇",
        "city": "阳泉市",
        "county": "阳泉",
        "address": "阳泉晋东电脑城  天元  赛格",
        "phone": 15333531465
    },
    {
        "name": "环宇",
        "city": "阳泉市",
        "county": "平定",
        "address": "阳泉晋东电脑城  天元  赛格",
        "phone": 15333531466
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "交城",
        "address": "交城中学南门往西顶头北拐",
        "phone": "0358-3358006"
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "文水",
        "address": "文水县北二环公路段往东500米路南",
        "phone": "0358-3401058   15303489349"
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "汾阳",
        "address": "汾笑大道四中斜对面十字路口东南角",
        "phone": 18635838713
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "岚县",
        "address": "岚县东村葡萄院内",
        "phone": 14797427549
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "石楼",
        "address": "二郎坡村心语幼儿园后院",
        "phone": "0358-5720588"
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "兴县",
        "address": "原家坪长虹物流院内",
        "phone": 15340957032
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "大武",
        "address": "大武高速入口往北50米路西",
        "phone": 13753897606
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "三交",
        "address": "三交恒通加油站院内",
        "phone": 15536424233
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "交口",
        "address": "东环路新华小区对面",
        "phone": 15340959716
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "中阳",
        "address": "中阳县旧汽车站院内",
        "phone": 13935882771
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "双池",
        "address": "双池龙城会馆对面",
        "phone": 18534786626
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "孝义",
        "address": "孝汾大道凯威二手车市场往北400米路南"
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "离石",
        "address": "段家坪黑猫井盖大院",
        "phone": "0358-2228028"
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "临县",
        "address": "日胜建材物资城",
        "phone": 13935881318
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "方山",
        "address": "外环路桑家会过桥左拐30米",
        "phone": "0358-6021430"
    },
    {
        "name": "吕顺",
        "city": "吕梁市",
        "county": "柳林",
        "address": "闫家湾沟青银高速过桥",
        "phone": "0358-4012155"
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "保德",
        "address": "保德县人民医院往东电力加油站隔壁",
        "phone": "0350-8160001"
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "忻州营业部",
        "address": "团结路粮运驾校往东100米路南",
        "phone": "0350-2118811"
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "原平营业部",
        "address": "原平钢铁厂",
        "phone": 18135003010
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "砂河",
        "address": "砂河西牌楼往西500米路北",
        "phone": 18634618500
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "偏关",
        "address": "偏关县马梁旧桥往南300米处",
        "phone": 13994118525
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "河曲旧县",
        "address": "河曲县塘坪南路原汤家会果铺厂旁",
        "phone": "0350-7228440"
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "峨口",
        "address": "峨口镇新公路站往南60米路东",
        "phone": 18135079095
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "静乐",
        "address": "碾河大街55号派出所往东50米",
        "phone": 13935102152
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "定襄营业部",
        "address": "定襄县北大街农贸市场东",
        "phone": 18834018983
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "繁峙",
        "address": "繁峙县交警队往东50米",
        "phone": "0350-8913740"
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "代县",
        "address": "代县鸿益仓储物流大院",
        "phone": "0350-8107898"
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "五台",
        "address": "五台县种子公司宿舍对面",
        "phone": 13994151745
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "宁武",
        "address": "外环路2号桥上龙山公园脚下",
        "phone": 15835086939
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "府谷",
        "address": "火车站路口往南100米",
        "phone": "0912-8725669"
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "河曲",
        "address": "河曲县塘坪南路原汤家会果铺厂旁",
        "phone": "0350-7228440"
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "五寨",
        "address": "迎宾西街思源南路",
        "phone": 15386901284
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "神池",
        "address": "神池县龙泉镇崞五线",
        "phone": 13935040522
    },
    {
        "name": "吕顺",
        "city": "忻州市",
        "county": "岢岚",
        "address": "岢岚火车站往西400米",
        "phone": "0350-4535011"
    },
    {
        "name": "吕顺",
        "city": "朔州市",
        "county": "朔州",
        "address": "朔州紫城商贸物流园院内大门西",
        "phone": 15721617484
    },
    {
        "name": "吕顺",
        "city": "朔州市",
        "county": "山阴",
        "address": "蒲泽学校北应山路康喜小区门口",
        "phone": 15333496736
    },
    {
        "name": "吕顺",
        "city": "朔州市",
        "county": "怀仁",
        "address": "北立交208国道云中中学路口",
        "phone": "0349-3030066"
    },
    {
        "name": "吕顺",
        "city": "大同市",
        "county": "大同",
        "address": "大同市天和旺物流园",
        "phone": "0352-7928010"
    },
    {
        "name": "吕顺",
        "city": "晋中市",
        "county": "灵石",
        "address": "燕家垣村108国道旁",
        "phone": "0354-5591128"
    },
    {
        "name": "吕顺",
        "city": "晋中市",
        "county": "左权",
        "address": "左权县东外环誉海物流大院",
        "phone": "0350-8107898"
    },
    {
        "name": "吕顺",
        "city": "晋中市",
        "county": "榆社",
        "address": "东升街板坡凤凰小区3号楼",
        "phone": 15534982920
    },
    {
        "name": "吕顺",
        "city": "晋中市",
        "county": "寿阳",
        "address": "朝阳派出所往东100米",
        "phone": 15934416948
    },
    {
        "name": "吕顺",
        "city": "晋中市",
        "county": "和顺",
        "address": "和顺县镇义兴镇滨河路尧村口",
        "phone": "0354-3886137"
    },
    {
        "name": "吕顺",
        "city": "晋中市",
        "county": "榆次",
        "address": "晋中市榆次区花园路棉麻公司",
        "phone": 15721640709
    },
    {
        "name": "吕顺",
        "city": "晋中市",
        "county": "昔阳",
        "address": "昔阳县东外环名仕家园底商",
        "phone": 18903548304
    },
    {
        "name": "吕顺",
        "city": "晋中市",
        "county": "介休",
        "address": "龙凤口对面金属构件市场院内",
        "phone": 18903440639
    },
    {
        "name": "吕顺",
        "city": "晋中市",
        "county": "平遥",
        "address": "北门红绿灯往北100米桥东",
        "phone": 13233043031
    },
    {
        "name": "吕顺",
        "city": "晋中市",
        "county": "祁县",
        "address": "祁县昌源北路丹枫市场22号楼",
        "phone": 13620665808
    },
    {
        "name": "吕顺",
        "city": "晋中市",
        "county": "太谷",
        "address": "太谷龙城汽修大市场南院北排11号",
        "phone": 13935492476
    },
    {
        "name": "吕顺",
        "city": "阳泉市",
        "county": "阳泉",
        "address": "阳泉市开发区东区广州路明禾物流园内",
        "phone": 18935323707
    },
    {
        "name": "吕顺",
        "city": "阳泉市",
        "county": "平定",
        "address": "平定府新街洗马堰村市场院内",
        "phone": 18935323707
    },
    {
        "name": "吕顺",
        "city": "阳泉市",
        "county": "盂县",
        "address": "盂县汽车站往西200米",
        "phone": "0353-4212588"
    },
    {
        "name": "吕顺",
        "city": "太原",
        "county": "徐沟营业部",
        "address": "208国道王答口往东200米路南",
        "phone": 15835101717
    },
    {
        "name": "吕顺",
        "city": "太原",
        "county": "清徐营业部",
        "address": "清徐县凤仪北街北口兴中家具旁",
        "phone": 13835149299
    },
    {
        "name": "吕顺",
        "city": "太原",
        "county": "古交营业部",
        "address": "石家河中石化加油站往南100米",
        "phone": "0351-2992911"
    },
    {
        "name": "吕顺",
        "city": "太原",
        "county": "娄烦营业部",
        "address": "娄烦县城滨河北路教委往西200米",
        "phone": 15034030887
    },
    {
        "name": "吕顺",
        "city": "长治市",
        "county": "沁源",
        "address": "沁源县沁河镇胜利北路司法局旁",
        "phone": 18535552366
    },
    {
        "name": "吕顺",
        "city": "长治市",
        "county": "沁县",
        "address": "中心路往西60米路南",
        "phone": 15035093601
    },
    {
        "name": "吕顺",
        "city": "长治市",
        "county": "长治",
        "address": "西外环福星物流园内",
        "phone": 15364955614
    },
    {
        "name": "吕顺",
        "city": "长治市",
        "county": "晋城",
        "address": "中原街全友家居对面北斗物流一号",
        "phone": "0356-6966383"
    },
    {
        "name": "吕顺",
        "city": "运城市",
        "county": "运城",
        "address": "禹都南风工业园内海通物流5号库",
        "phone": "0359-5750198"
    },
    {
        "name": "吕顺",
        "city": "临汾市",
        "county": "侯马",
        "address": "呈王路立交桥西红绿灯西南角春晖物流园",
        "phone": "0357-4083359"
    },
    {
        "name": "吕顺",
        "city": "临汾市",
        "county": "临汾",
        "address": "南外环七里村物流园内",
        "phone": "0357-2103960"
    },
    {
        "name": "吕顺",
        "city": "临汾市",
        "county": "隰县",
        "address": "检查院南120米往西巷内",
        "phone": 13753573843
    },
    {
        "name": "吕顺",
        "city": "临汾市",
        "county": "洪洞",
        "address": "大槐树镇南磨村牌楼南150米西",
        "phone": "0357-5559996"
    },
    {
        "name": "吕顺",
        "city": "临汾市",
        "county": "霍州",
        "address": "霍州市南外环机动车检测线巷内50米路东",
        "phone": 15340917174
    },
    {
        "name": "吕顺",
        "city": "朔州市",
        "county": "应县",
        "address": "糖厂门对面",
        "phone": 18034931963
    },
    {
        "name": "吕顺",
        "city": "朔州市",
        "county": "平鲁",
        "address": "东环北路99号",
        "phone": 13834431678
    },
    {
        "name": "吕顺",
        "city": "晋城市",
        "county": "高平",
        "address": "高平市世纪大道张庄物流园区8号",
        "phone": 18635638495
    },
    {
        "name": "吕顺",
        "city": "晋城市",
        "county": "襄垣",
        "address": "襄垣县北外环北关预制厂院内",
        "phone": 18635540502
    },
    {
        "name": "通利顺捷",
        "city": "长治市",
        "county": "长治",
        "address": "西一环【医药公司十字路口】往西10米【昌盛钢材市场对面】",
        "phone": "0355-6066655、 1390345497"
    },
    {
        "name": "通利顺捷",
        "city": "长治市",
        "county": "晋城",
        "address": "苗圃物流园",
        "phone": "0356-6663603、 18638113603"
    },
    {
        "name": "通利顺捷",
        "city": "长治市",
        "county": "高平",
        "address": "加气站北500米【凤凰汽修厂对面】",
        "phone": "0356-6908811、 15343563668"
    },
    {
        "name": "通利顺捷",
        "city": "长治市",
        "county": "襄垣",
        "address": "长兴路福顺肥牛对面",
        "phone": 13467077252
    },
    {
        "name": "通利顺捷",
        "city": "长治市",
        "county": "屯留",
        "address": "东升物流园最东边",
        "phone": "0355-5636101、15536100566"
    },
    {
        "name": "通利顺捷",
        "city": "长治市",
        "county": "长子",
        "address": "长子县龙城农产品物流园南排",
        "phone": 15386858418
    },
    {
        "name": "通利顺捷",
        "city": "长治市",
        "county": "壶关",
        "address": "秦庄高速路口往北800米",
        "phone": "0355-8799666、13467026162"
    },
    {
        "name": "通利顺捷",
        "city": "长治市",
        "county": "长治县",
        "address": "长治县经坊驾校绿灯往东300米路北",
        "phone": "0355-8081133、 13834791636"
    },
    {
        "name": "通利顺捷",
        "city": "长治市",
        "county": "长钢 、长北",
        "address": "故县钢城大街王庄幸福大道对面",
        "phone": 13935596929
    },
    {
        "name": "通利顺捷",
        "city": "长治市",
        "county": "潞城",
        "address": "潞城市四中旁边菜市场内",
        "phone": 13834307716
    },
    {
        "name": "通利顺捷",
        "city": "晋城市",
        "county": "陵川",
        "address": "陵川县环城路县标向北50米",
        "phone": "0356-6818777、13503566292"
    },
    {
        "name": "通利顺捷",
        "city": "晋城市",
        "county": "阳城",
        "address": "北环路城北物流港",
        "phone": 13835632111
    },
    {
        "name": "通利顺捷",
        "city": "晋城市",
        "county": "沁水",
        "address": "沁水县龙港加油站对面",
        "phone": "0356-7062513、13015355542"
    },
    {
        "name": "通利顺捷",
        "city": "晋城市",
        "county": "端氏",
        "address": "端氏舞台院",
        "phone": 13835653547
    },
    {
        "name": "久久",
        "city": "大同市",
        "county": "大同一部",
        "address": "操场城西街四中岗往西500米路南【云龙苑对面】",
        "phone": "0352-7649774、15803521480"
    },
    {
        "name": "久久",
        "city": "大同市",
        "county": "大同二部",
        "address": "大庆路车管所东灯具厂院内【现代家居城对面】",
        "phone": "0352-5322258、15635208665"
    },
    {
        "name": "久久",
        "city": "朔州市",
        "county": "朔州",
        "address": "南桓路北【大南门往东100米】",
        "phone": "13313490975、13663496521"
    },
    {
        "name": "久久",
        "city": "临汾市",
        "county": "临汾",
        "address": "北外环建设路口向西150米",
        "phone": "0357-2210398、2213098、13903574036"
    },
    {
        "name": "久久",
        "city": "临汾市",
        "county": "霍州",
        "address": "大张农贸市场八一托运部",
        "phone": "0357-5650386、13834342686"
    },
    {
        "name": "老鸿运",
        "city": "大同市",
        "county": "大同",
        "address": "二电厂、大唐路、第五驾校往西500米",
        "phone": "15364968808、0352-6090090"
    },
    {
        "name": "老鸿运",
        "city": "朔州市",
        "county": "怀仁",
        "address": "原怀仁县农工商汽修厂院内路西",
        "phone": "15364968850、0349-6612605"
    },
    {
        "name": "老鸿运",
        "city": "朔州市",
        "county": "山阴",
        "address": "媒碳大酒店十字街往东走200米",
        "phone": "13934903455、0349-7061248"
    },
    {
        "name": "老鸿运",
        "city": "朔州市",
        "county": "应县",
        "address": "四环路四中往南200米",
        "phone": "18534923828、0349-5062788"
    },
    {
        "name": "老鸿运",
        "city": "朔州市",
        "county": "神池",
        "address": "神池县交警大队往东100米",
        "phone": "15934269981、0350-6188966"
    },
    {
        "name": "老鸿运",
        "city": "朔州市",
        "county": "朔州",
        "address": "居然之家南门往南300米",
        "phone": "15721618815、0349-5988795"
    },
    {
        "name": "老鸿运",
        "city": "朔州市",
        "county": "平鲁",
        "address": "平鲁东坪小区",
        "phone": "15698669969、18034945563"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "原平",
        "address": "平安东大街吉祥宾馆内",
        "phone": "15364968848、0350-8510779"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "忻州",
        "address": "西门坡飞虹桥往南50米路东",
        "phone": "15364968838、0350-8654088"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "河曲",
        "address": "黄河东大街财政大厦西镇齐钢材南",
        "phone": "15934008466、0350-7225666"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "宁武",
        "address": "外环路宝捷物流园区1号",
        "phone": "13633509887、0350-4729111"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "五寨",
        "address": "万通路福兴小区门口",
        "phone": "13903503124、13546601702"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "定襄",
        "address": "碾河大街天柱山大酒店往西200米",
        "phone": "13934449676、0350-8946900"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "岢岚",
        "address": "岢岚县生产公司院内",
        "phone": "13934448861、0350-4532668"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "神池",
        "address": "神池县交警大队往东100米",
        "phone": "15934269981、0350-6188966"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "五台",
        "address": "五台化肥厂门口",
        "phone": "15934154438、15383509168"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "定襄",
        "address": "忻罩路石油公司院内",
        "phone": "13935066038、13509708338"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "保德",
        "address": "保德马家滩大昌停车场",
        "phone": "13603500096、0350-7366344"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "繁峙",
        "address": "并州物流院内7-8号库",
        "phone": "18636024825、0350-5512669"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "代县",
        "address": "西关108线领秀KTV往东50米",
        "phone": "15110569888、0350-5277418"
    },
    {
        "name": "老鸿运",
        "city": "忻州市",
        "county": "偏关",
        "address": "马梁新星加油站往东200米",
        "phone": "13037015864、0350-7659668"
    },
    {
        "name": "老鸿运",
        "city": "吕梁市",
        "county": "石楼",
        "address": "石楼防疫站桥东200米",
        "phone": "13994839690、0358-5591688"
    },
    {
        "name": "老鸿运",
        "city": "吕梁市",
        "county": "汾阳",
        "address": "汾平公路海滨玻璃旁边",
        "phone": "15835835930、0358-7315061"
    },
    {
        "name": "老鸿运",
        "city": "吕梁市",
        "county": "孝义",
        "address": "西关一条街楼西排楼对面丽业装饰城院内",
        "phone": "15364968860、0358-2238622"
    },
    {
        "name": "老鸿运",
        "city": "吕梁市",
        "county": "离石",
        "address": "大士河刘家湾三岔口",
        "phone": "15364968865、0358-8214003"
    },
    {
        "name": "老鸿运",
        "city": "吕梁市",
        "county": "柳林",
        "address": "高速东口东霖加油站往东200米",
        "phone": "18035873800、0358-4310611"
    },
    {
        "name": "老鸿运",
        "city": "吕梁市",
        "county": "方山",
        "address": "神堂坪育才小学旁",
        "phone": "18903580306、15535825930"
    },
    {
        "name": "老鸿运",
        "city": "吕梁市",
        "county": "临县",
        "address": "外环路日盛建材物资城",
        "phone": "15388587891、15535862019"
    },
    {
        "name": "老鸿运",
        "city": "吕梁市",
        "county": "兴县",
        "address": "兴县南沟门前桥往东300米",
        "phone": "15835830025、0358-2379406"
    },
    {
        "name": "老鸿运",
        "city": "吕梁市",
        "county": "岚县",
        "address": "岚县葡萄园内",
        "phone": "15534383711、15534383721"
    },
    {
        "name": "老鸿运",
        "city": "吕梁市",
        "county": "中阳",
        "address": "中阳县340省道南沙会坪侯平汽修厂院内",
        "phone": "15135493668、0358-5076141"
    },
    {
        "name": "老鸿运",
        "city": "临汾市",
        "county": "洪洞",
        "address": "108国道新丽都服饰城往南500米",
        "phone": "13994761113、0357-6218500"
    },
    {
        "name": "老鸿运",
        "city": "临汾市",
        "county": "霍州",
        "address": "永安路加油站北",
        "phone": "13753768564、15135372772"
    },
    {
        "name": "老鸿运",
        "city": "临汾市",
        "county": "临汾",
        "address": "屯里高河桥屯里车管所路牌西50米",
        "phone": "13593510748、0357-3352200"
    },
    {
        "name": "老鸿运",
        "city": "临汾市",
        "county": "侯马",
        "address": "轻工城鞋帽东外围财富家园斜对面",
        "phone": "15364968830、0357-4288847"
    },
    {
        "name": "老鸿运",
        "city": "长治市",
        "county": "襄垣",
        "address": "北外环西十字红绿灯口",
        "phone": "18636533966、13353558112"
    },
    {
        "name": "老鸿运",
        "city": "长治市",
        "county": "长治",
        "address": "新民装饰城东区D区7排",
        "phone": "15364968806、0355-3080530"
    },
    {
        "name": "老鸿运",
        "city": "晋城市",
        "county": "高平",
        "address": "高平市世纪大道张庄物流园区",
        "phone": "15364968853、0356-5922231"
    },
    {
        "name": "老鸿运",
        "city": "晋城市",
        "county": "晋城",
        "address": "西环路苗匠物流北排104号",
        "phone": "15364968821、0356-6996628"
    },
    {
        "name": "老鸿运",
        "city": "运城市",
        "county": "运城",
        "address": "禹都电视塔十字路口向西200米",
        "phone": "13333480899、0359-8666166"
    },
    {
        "name": "老鸿运",
        "city": "阳泉市",
        "county": "盂县",
        "address": "新汽车站往西200米泰和宾馆后院",
        "phone": "15340762288、0353-8091108"
    },
    {
        "name": "老鸿运",
        "city": "阳泉市",
        "county": "阳泉",
        "address": "南内环邮政路往东50无线电四场",
        "phone": "15364968818、0353-3337272"
    },
    {
        "name": "老鸿运",
        "city": "晋中市",
        "county": "介休",
        "address": "金属结构大市场院内",
        "phone": "18803455895、0354-7216660"
    },
    {
        "name": "老鸿运",
        "city": "晋中市",
        "county": "太谷",
        "address": "太太路北关旧汽修厂门口",
        "phone": "15203549919、0354-6257576"
    },
    {
        "name": "老鸿运",
        "city": "晋中市",
        "county": "榆次",
        "address": "金三角转盘往西50米",
        "phone": "13068030766、15364884816"
    },
    {
        "name": "老鸿运",
        "city": "晋中市",
        "county": "平遥",
        "address": "东外环美特好往南一公里路东天昌盛洗浴门口",
        "phone": "13994562591、0354-3589588"
    },
    {
        "name": "老鸿运",
        "city": "晋中市",
        "county": "清徐",
        "address": "晋夏公路南段30号生产资料公司南",
        "phone": "15333686765、13834161638"
    },
    {
        "name": "老鸿运",
        "city": "晋中市",
        "county": "榆社",
        "address": "石花村新汽车站斜对面",
        "phone": "18634873567、15935673566"
    },
    {
        "name": "信达",
        "city": "文水",
        "county": "文水",
        "address": "文水地税局对面联通营业厅",
        "phone": "15035388765/13134648765"
    },
    {
        "name": "振发",
        "city": "陕西",
        "county": "榆林",
        "address": "城北综合建材市场7排",
        "phone": "0912-2255103/15191237590"
    },
    {
        "name": "振发",
        "city": "陕西",
        "county": "吴堡",
        "address": "上高速路长兴加气站",
        "phone": "0912-6523700/13892284042"
    },
    {
        "name": "振发",
        "city": "大同市",
        "county": "大同 ",
        "address": "大塘路天和旺物流园B区",
        "phone": "13934122852/15383524368"
    },
    {
        "name": "振发",
        "city": "朔州",
        "county": "朔州",
        "address": "居然金地型材",
        "phone": "0349-5988740/13593495206"
    },
    {
        "name": "振发",
        "city": "忻州市",
        "county": "原平",
        "address": "原平市大运路一五二处北500米 路东",
        "phone": "13994190493/0350-8556002"
    },
    {
        "name": "振发",
        "city": "忻州市",
        "county": "忻州",
        "address": "团结路粮运驾校东200米",
        "phone": "13453007137/15535059692"
    },
    {
        "name": "振发",
        "city": "忻州市",
        "county": "静乐",
        "address": "环城路煤运公司对面",
        "phone": "0350-3232518/15934263362"
    },
    {
        "name": "振发",
        "city": "晋城市",
        "county": "晋城",
        "address": "西环路豪德商贸城",
        "phone": "13653469993/0356-6998822"
    },
    {
        "name": "振发",
        "city": "长治市",
        "county": "长治",
        "address": "长治市西二环福星物流市场",
        "phone": "18035576998/13293706997"
    },
    {
        "name": "振发",
        "city": "运城市",
        "county": "运城",
        "address": "运城市豪德市场",
        "phone": "0359-8641000/18635981818"
    },
    {
        "name": "振发",
        "city": "临汾市",
        "county": "侯马",
        "address": "腾盛达物流望桥街（路西派出所南300米)",
        "phone": "0357-4213588/15535782488"
    },
    {
        "name": "振发",
        "city": "临汾市",
        "county": "临汾",
        "address": "临汾市南外环天骄钢材市场",
        "phone": "18536757799/15135330743"
    },
    {
        "name": "振发",
        "city": "临汾市",
        "county": "霍州",
        "address": "后湾桥帝豪隔壁院内",
        "phone": "13509775464/13467141434"
    },
    {
        "name": "振发",
        "city": "晋中市",
        "county": "榆次",
        "address": "花园路棉麻公司车库",
        "phone": "18635404650/15721640907"
    },
    {
        "name": "振发",
        "city": "晋中市",
        "county": "榆社",
        "address": "文峰小区院内",
        "phone": "0354-6634885/15698429586"
    },
    {
        "name": "振发",
        "city": "晋中市",
        "county": "左权",
        "address": "三中学校旧大门对面",
        "phone": "0354-8635821/15582899007"
    },
    {
        "name": "振发",
        "city": "晋中市",
        "county": "昔阳",
        "address": "河东村华鑫宾馆后院",
        "phone": "13835414443/13133041115"
    },
    {
        "name": "振发",
        "city": "晋中市",
        "county": "灵石",
        "address": "灵石苗旺村口",
        "phone": "15603442211/0354-7652198"
    },
    {
        "name": "振发",
        "city": "晋中市",
        "county": "寿阳",
        "address": "交通大厦往东100米铁路桥下",
        "phone": "18503438181/18035459088"
    },
    {
        "name": "振发",
        "city": "晋中市",
        "county": "介休",
        "address": "介休定阳路金属构件市场",
        "phone": "0354-7216972/7353245"
    },
    {
        "name": "振发",
        "city": "晋中市",
        "county": "太谷",
        "address": "农大立交桥口",
        "phone": "13007067322/0354-3525559"
    },
    {
        "name": "振发",
        "city": "晋中市",
        "county": "平遥",
        "address": "绿色都城门面",
        "phone": "18635445299/0354-5867546"
    },
    {
        "name": "振发",
        "city": "晋中市",
        "county": "祁县",
        "address": "108国道北谷丰段",
        "phone": "18635086739/0354-5241909"
    },
    {
        "name": "振发",
        "city": "阳泉",
        "county": "阳泉",
        "address": "上五渡旧建材市场大院",
        "phone": "18635341595/15603537720"
    },
    {
        "name": "振发",
        "city": "阳泉",
        "county": "平定",
        "address": "西外环河头村口",
        "phone": "13935346390/0353-6072232"
    },
    {
        "name": "振发",
        "city": "阳泉",
        "county": "盂县",
        "address": "西关菜市场往南",
        "phone": "0353-6632550/13934485605"
    },
    {
        "name": "振发",
        "city": "临汾市",
        "county": "隰县",
        "address": "滨河路奥体中心北门对面留娃货运",
        "phone": "18103473377/18703573888"
    },
    {
        "name": "振发",
        "city": "临汾市",
        "county": "永和",
        "address": "城东亨通加油站旁",
        "phone": "13934700050/0357-6765187"
    },
    {
        "name": "振发",
        "city": "临汾市",
        "county": "蒲县",
        "address": "检察院西50米",
        "phone": "13934694168/0357-5534888"
    },
    {
        "name": "振发",
        "city": "临汾市",
        "county": "大宁",
        "address": "昕一桥西",
        "phone": "13233573567/15303471919"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "兴县",
        "address": "袁家平长虹物流园",
        "phone": "15834380770/15035347694"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "岚县",
        "address": "葡萄院内第二排",
        "phone": "0358-6728622/18636854475"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "石楼",
        "address": "防疫站桥往西50米",
        "phone": "13546687072/13203580610"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "柳林",
        "address": "柳林家湾村",
        "phone": "0358-4020049/15513584655"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "交口",
        "address": "三广场南环路（太平洋保险公司旁）",
        "phone": "18035836599/15303489775"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "双池",
        "address": "讲理小区B区8号楼",
        "phone": "0358-2811228/13734160409"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "方山",
        "address": "外环路汽车站往北50米",
        "phone": "13935807834/13994849585"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "临县",
        "address": "外环路日升建材物资城",
        "phone": "0358-2306011/18435833999"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "三交",
        "address": "沟门街",
        "phone": "0358-4461530/13097585273"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "离石",
        "address": "离石段家坪村",
        "phone": "0358-8211097/15535851057"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "离石二部",
        "address": "209国道上水桥南50米",
        "phone": "18434165959/13663680091"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "大武",
        "address": "209国道上罗沟村口西50米",
        "phone": "16603583897/13934354350"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "中阳",
        "address": "旧汽车站院内",
        "phone": "13935882771/18735879010"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "孝义",
        "address": "新安东街一家庄牌楼往东20米",
        "phone": "18334828581/17635856333"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "汾阳",
        "address": "汾孝和汾介十字路口东南角院内",
        "phone": "18635838713/13191218713"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "汾阳二部",
        "address": "汾阳西高速口顺安检测站背后",
        "phone": "18835122774/18935122774"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "文水",
        "address": "新国道文乾酒店斜对面",
        "phone": "13994816950/15135892951"
    },
    {
        "name": "振发",
        "city": "吕梁",
        "county": "交城",
        "address": "东环路澳门豆捞500米",
        "phone": "13453839797/18735865383"
    },
    {
        "name": "振发",
        "city": "太原",
        "county": "清徐",
        "address": "文源路工会大厦斜对面振发物流",
        "phone": "13803404045/13834655263"
    },
    {
        "name": "振发",
        "city": "太原",
        "county": "古交",
        "address": "凤凰城对面",
        "phone": "0351-5188068/13313516559"
    },
    {
        "name": "次晨达",
        "city": "晋城市",
        "county": "阳城",
        "address": "阳城煤机厂院内",
        "phone": 18735617471
    },
    {
        "name": "次晨达",
        "city": "晋城市",
        "county": "沁水",
        "address": "沁水县天河北校5号楼",
        "phone": 13283560642
    },
    {
        "name": "次晨达",
        "city": "晋城市",
        "county": "陵川",
        "address": "陵川县梅园西街",
        "phone": 18635605698
    },
    {
        "name": "次晨达",
        "city": "晋城市",
        "county": "晋城",
        "address": "晋城市西环路苗匠路苗匠物流园",
        "phone": "15535662092 "
    },
    {
        "name": "次晨达",
        "city": "晋城市",
        "county": "高平",
        "address": "高平市神农北路晋峰小区旁边",
        "phone": 15835615783
    },
    {
        "name": "次晨达",
        "city": "长治市",
        "county": "长治",
        "address": "长治市站前北路湛上幼儿园西侧",
        "phone": "0355-3505266，1553454999"
    },
    {
        "name": "次晨达",
        "city": "临汾市",
        "county": "临汾",
        "address": "临汾市北城汽车站斜对面别样红后院顺杰泰物流园",
        "phone": "13233578887，0357-2039558"
    },
    {
        "name": "次晨达",
        "city": "临汾市",
        "county": "曲沃",
        "phone": "13233578887，0357-2039560"
    },
    {
        "name": "次晨达",
        "city": "临汾市",
        "county": "侯马",
        "phone": "13233578887，0357-2039559"
    },
    {
        "name": "次晨达",
        "city": "大同市",
        "county": "大同",
        "address": "大同市119消防岗",
        "phone": "0352--3880418/3880428"
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "万荣",
        "address": "万荣县新建北路环保局北500米",
        "phone": 13503594311
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "临猗",
        "address": "运城市工农西街178号汽车运输公司院内西区15号",
        "phone": 13233225255
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "垣曲",
        "address": "垣曲县后河水库",
        "phone": 15035966168
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "夏县",
        "address": "夏县解放北路中段38号重庆隆源火锅斜对门",
        "phone": "0359-8707171"
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "平陆",
        "address": "平陆县西街小学门口",
        "phone": 18636314866
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "新绛",
        "address": "新绛县新华书店路口向西30米县委斜对面",
        "phone": "15296788898 15135930987"
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "河津",
        "address": "河津市延平街与龙岗路交叉口往南300米",
        "phone": 13293863636
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "稷山",
        "address": "稷山县稷峰街农行对面东北街巷内150米路",
        "phone": 13209899953
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "绛县",
        "address": "绛县振兴西街综合市场",
        "phone": 13453917294
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "芮城",
        "address": "芮城县永乐北路环保局楼下",
        "phone": 15534843231
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "运城",
        "address": "运城市工农西街178号汽车运输公司院内西区15",
        "phone": 18903590163
    },
    {
        "name": "次晨达",
        "city": "运城市",
        "county": "闻喜",
        "address": "闻喜县远洋学校隔壁维也纳旁边单元楼下",
        "phone": 15635926238
    },
    {
        "name": "宏盛达",
        "city": "运城市",
        "county": "运城",
        "address": "北门迎太路电视塔对面",
        "phone": "15235952798 0359-5750366"
    },
    {
        "name": "宏盛达",
        "city": "运城市",
        "county": "河津",
        "address": "东都西五区幼儿园华亚快运",
        "phone": 15343596673
    },
    {
        "name": "宏盛达",
        "city": "运城市",
        "county": "绛县",
        "address": "交警大队往东100米侯云公司院内",
        "phone": "13994993206 0359-6521357"
    },
    {
        "name": "宏盛达",
        "city": "运城市",
        "county": "闻喜",
        "address": "南关新村红绿灯十字路口南10米",
        "phone": "13097511159 0359-8700456"
    },
    {
        "name": "宏盛达",
        "city": "运城市",
        "county": "稷山",
        "address": "全友家私巷南50米华亚快运",
        "phone": "15333592035 0359-8769775"
    },
    {
        "name": "宏盛达",
        "city": "运城市",
        "county": "新绛",
        "address": "108国道海泉物流商贸城对面",
        "phone": "18635905453 0359-7600030"
    },
    {
        "name": "宏盛达",
        "city": "运城市",
        "county": "垣曲",
        "address": "历山路千城物流",
        "phone": 15343591699
    },
    {
        "name": "宏盛达",
        "city": "运城市",
        "county": "永济",
        "address": "都市场一区一号库",
        "phone": 18295981555
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "临猗",
        "address": "临猗县王村夜市南150米",
        "phone": 13203592300
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "临汾",
        "address": "霍候一级路福特4S店旁边",
        "phone": "13080377631 0357-3180356"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "侯马",
        "address": "加油站对面东新城村",
        "phone": "0357-4291996"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "霍州",
        "address": "一级路口白龙铁道往南",
        "phone": "15135385617 0357-5579088"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "隰县",
        "address": "隰县滨河路兴荣物流院内",
        "phone": "18734769992 0357-5533212"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "乡宁",
        "address": "连心桥五栋楼背后",
        "phone": "0357-6841111"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "吉县",
        "address": "城南小学对面",
        "phone": "0357-3990518"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "安泽",
        "address": "西沟测速杆旁边",
        "phone": 13834870067
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "汾西",
        "address": "物资公司院内",
        "phone": "18636706074 0357-6702164"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "洪洞",
        "address": "批发市场院内",
        "phone": "18636663086 0357-6218227"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "曲沃",
        "address": "直送",
        "phone": 13753586038
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "大宁",
        "address": "电业局旁",
        "phone": 13303570914
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "永和",
        "address": "水湾石油公司对面",
        "phone": "15934538760 0357-6765787"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "翼城",
        "address": "西关八一南路明亮铁厂院内",
        "phone": "13935746255 0357-5598260"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "赵城",
        "address": "三维十字路口往东800米",
        "phone": "13994041496 0357-3434239"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "襄汾",
        "address": "三跨桥下汽车旁",
        "phone": "13934074722 0357-5709089"
    },
    {
        "name": "宏盛达",
        "city": "临汾市",
        "county": "古县",
        "address": "西山公路水厂河对面",
        "phone": "13754966226 0357-5536066"
    },
    {
        "name": "宏盛达",
        "city": "吕梁市",
        "county": "交口",
        "address": "交口外环路中段",
        "phone": 15698682644
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "离石网点",
        "address": "段家坪村幼儿园旁边",
        "phone": "13453854337  15383685549"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "魏家滩网点",
        "address": "供销社院内",
        "phone": "15598683999  18335846689"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "峪口网点",
        "address": "峪口农机站（同仁康后院）",
        "phone": "18035818527  15340958099"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "文文物流网点",
        "address": "小相门楼对面文文物流",
        "phone": "18335817736  18335817736"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "温泉乡网点",
        "address": "温泉乡大桥口北200米",
        "phone": "0358-5496777  13753803656"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "桃红坡网点",
        "address": "桃红坡石化加油站斜对面，转盘往南200米",
        "phone": "0358-5555699  18234018793"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "吕梁北网点",
        "address": "美丽家园装饰城门面往南300米",
        "phone": "13633585370   13303581066"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "柳林网点",
        "address": "红枣公司院",
        "phone": "13134640933  13294650457"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "中阳网点",
        "address": "307国道城南停车场斜对面",
        "phone": "18735860160  13593362440"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "临县网点",
        "address": "外环日盛建材物资城",
        "phone": "14797433890  15364786121"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "方山网点",
        "address": "第一机关幼儿园对面",
        "phone": "13633586363  15525817373"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "兴县网点",
        "address": "原家坪红绿灯往东众兴汽修院内",
        "phone": "15935818019  13663685965"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "岚县网点",
        "address": "葡萄园一路发物流",
        "phone": "0358-672683213613587923"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "交城网点",
        "address": "龙山大街蒲渠河大昌汽修厂隔壁 ",
        "phone": "18334814388  18635464658"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "文水网点",
        "address": "交警队往东1000米",
        "phone": "0358-341868918634583198"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "汾阳网点",
        "address": "汾阳市古贤村村口往东300米",
        "phone": "15635841858  15135861936"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "杏花村网点",
        "address": "高速口红绿灯南300米酒都物流",
        "phone": "0358-210262218636465190"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "孝义网点",
        "address": "山西省孝义市楼东俊安煤气化斜对面",
        "phone": "0358-2889849 13835837364"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "交口网点",
        "address": "交口县新华小区旁",
        "phone": "15834231168  13734160683"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "石楼网点",
        "address": "故乡电力公司旁边",
        "phone": "0358-572986413403589760"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "双池网点",
        "address": "新荣街冠龙大酒店斜对面",
        "phone": "15383682460  13593378303"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "兑镇网点",
        "address": "兑镇转运站门口",
        "phone": "18234021025  13903582647"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "三交网点",
        "address": "三交大桥往城里方向100米",
        "phone": "15235487711  18234020041"
    },
    {
        "name": "一路发",
        "city": "吕梁",
        "county": "大武网点",
        "address": "大武镇保安村",
        "phone": "18235826165  13453897695"
    },
    {
        "name": "一路发",
        "city": "大同市",
        "county": "大同网点",
        "address": "大同魏都水世界往南1公里三冠元物流园一路发物流",
        "phone": "0352-7919558"
    },
    {
        "name": "一路发",
        "city": "大同市",
        "county": "北大同",
        "address": "大同平成区马家小村东208国道路南光大加油站旁",
        "phone": "0352-8888168  13008086024"
    },
    {
        "name": "一路发",
        "city": "大同市",
        "county": "灵丘网点",
        "address": "北环路城道坡大队西500米路南",
        "phone": 15835240474
    },
    {
        "name": "一路发",
        "city": "大同市",
        "county": "广灵网点",
        "address": "广灵国防路豆腐干厂东门100米",
        "phone": 18435297996
    },
    {
        "name": "一路发",
        "city": "大同市",
        "county": "浑源网点",
        "address": "浑源县小转盘北150米搬运公司",
        "phone": 15340759880
    },
    {
        "name": "一路发",
        "city": "朔州市",
        "county": "朔州网点",
        "address": "紫金路工程租赁公司院15号库房",
        "phone": 13303498773
    },
    {
        "name": "一路发",
        "city": "朔州市",
        "county": "山阴网点",
        "address": "应山路康喜小区大门东",
        "phone": "0349-5555525"
    },
    {
        "name": "一路发",
        "city": "朔州市",
        "county": "应县网点",
        "address": "应山路原西转盘西50米路北院内",
        "phone": 15803463909
    },
    {
        "name": "一路发",
        "city": "朔州市",
        "county": "怀仁网点",
        "address": "怀仁县通泰路126号生产资料公司院内",
        "phone": "0349-3035168"
    },
    {
        "name": "一路发",
        "city": "朔州市",
        "county": "平鲁网点",
        "address": "平鲁区东环南路23号",
        "phone": 15803463919
    },
    {
        "name": "一路发",
        "city": "阳泉市",
        "county": "阳泉网点",
        "address": "阳泉市义百路车管所后院",
        "phone": "0353-5670607 18635399765"
    },
    {
        "name": "一路发",
        "city": "阳泉市",
        "county": "盂县网点",
        "address": "南关加油站南500米",
        "phone": "0353-5690115"
    },
    {
        "name": "一路发",
        "city": "阳泉市",
        "county": "平定网点",
        "address": "阳泉市平定县冠山镇庄窝村高速路口（创想汽车城后院）",
        "phone": 15303536550
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "张兰网点",
        "address": "张兰北门外工商所旁院内",
        "phone": 18234023089
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "榆次网点",
        "address": "金三角鲲鹏阁酒楼斜对面御都休闲会所院内",
        "phone": 18635430962
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "晋中北",
        "address": "晋中市榆次区东外环新汇隆商城往北1000米路东（晋中北高速口附近）",
        "phone": "0354-3996056 13834415573 "
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "太谷网点",
        "address": "明星派出所斜对面奥泰公司楼底",
        "phone": "0354-6266760"
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "祁县网点",
        "address": "祁县凤凰台家电南面巷子200米",
        "phone": 13663640683
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "东观网点",
        "address": "208国道乔家大院南一公里",
        "phone": "0354-3836128"
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "平遥网点",
        "address": "新南堡桥南路东",
        "phone": "0354-5672897 13835402764"
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "介休网点",
        "address": "定阳路龙凤口对面金属构件市场院内",
        "phone": 15303449708
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "灵石网点",
        "address": "永吉大道延安段天翔钢材旁院内",
        "phone": "0354-7895300"
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "榆社网点",
        "address": "大下车新区醋厂旁",
        "phone": "0354-6636226"
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "左权网点",
        "address": "左权县东外环誉海物流大院",
        "phone": "0354-8625889"
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "和顺网点",
        "address": "和顺县滨河小区后面",
        "phone": 15935453739
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "昔阳网点",
        "address": "恒雁车检往南300米",
        "phone": 13383543633
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "寿阳网点",
        "address": "寿阳县安定街（油厂院内）",
        "phone": "0354-8571222 19903542803"
    },
    {
        "name": "一路发",
        "city": "晋中市",
        "county": "段纯网点",
        "address": "灵石县段纯镇田家洼沟口",
        "phone": "18734447567 0354-7919383"
    },
    {
        "name": "一路发",
        "city": "太原",
        "county": "清徐网点",
        "address": "风仪街北口往西300米，榆古路35号",
        "phone": 15803463806
    },
    {
        "name": "一路发",
        "city": "太原",
        "county": "娄烦网点",
        "address": "无名路丁字口往北50米",
        "phone": "0351-5327187"
    },
    {
        "name": "一路发",
        "city": "太原",
        "county": "阳曲网点",
        "address": "新安西街中医院正门马路对面往西50米",
        "phone": "13327413339 13546397886"
    },
    {
        "name": "一路发",
        "city": "太原",
        "county": "古交网点",
        "address": "古交市石家河榆树坪64号（中石化加油站往南100米）",
        "phone": "0351-5188168/5266168"
    },
    {
        "name": "一路发",
        "city": "太原",
        "county": "徐沟网点",
        "address": "徐沟东门外中国石油站北200米路东 ",
        "phone": "0351-2151646"
    },
    {
        "name": "一路发",
        "city": "长治市",
        "county": "武乡网点",
        "address": "武乡迎宾街东村小区口",
        "phone": "13333459168  13333451989"
    },
    {
        "name": "一路发",
        "city": "长治市",
        "county": "沁县网点",
        "address": "沁州南路大修厂院内西北角",
        "phone": "0355-5555256"
    },
    {
        "name": "一路发",
        "city": "运城市",
        "county": "运城网点",
        "address": "运城市学苑北路高架桥西北角恒大绿洲南边运政物流",
        "phone": "15234078168/0359-8666168"
    },
    {
        "name": "一路发",
        "city": "运城市",
        "county": "闻喜网点",
        "address": "姚村路口对面三百米（原县回收公司院内",
        "phone": "0359-5750626"
    },
    {
        "name": "一路发",
        "city": "运城市",
        "county": "绛县网点",
        "address": "绛县三化路口往西300米安泰敬老院对面",
        "phone": 18234024022
    },
    {
        "name": "一路发",
        "city": "运城市",
        "county": "新绛网点",
        "address": "新绛108国道新飞娅物流项7号库",
        "phone": 18234132372
    },
    {
        "name": "一路发",
        "city": "运城市",
        "county": "稷山网点",
        "address": "稷山县108国道南华联家具后院",
        "phone": 18234024218
    },
    {
        "name": "一路发",
        "city": "运城市",
        "county": "河津网点",
        "address": "东都商城西五区东都幼儿园西侧华亚快运",
        "phone": "15364845998 "
    },
    {
        "name": "一路发",
        "city": "晋城市",
        "county": "襄垣网点",
        "address": "襄垣北外环北关预制厂院内",
        "phone": 18635540502
    },
    {
        "name": "一路发",
        "city": "晋城市",
        "county": "晋城网点",
        "address": "晋城西高速口向北15米绿之业园区168物流",
        "phone": "18735110676  0356-6960155"
    },
    {
        "name": "一路发",
        "city": "晋城市",
        "county": "高平网点",
        "address": "高平南赵庄村口东南角世纪大道西",
        "phone": 18735110706
    },
    {
        "name": "一路发",
        "city": "临汾市",
        "county": "临汾网点",
        "address": "临汾市南外环合佳兴商贸城院内西北角",
        "phone": "18735110265 0357-3960168 0357-8886168"
    },
    {
        "name": "一路发",
        "city": "临汾市",
        "county": "侯马网点",
        "address": "望桥南街千城物流园内",
        "phone": "18735110320 18534132126"
    },
    {
        "name": "一路发",
        "city": "临汾市",
        "county": "洪洞网点",
        "address": "洪洞新丽都装饰城南500米腾飞物流",
        "phone": 18735110349
    },
    {
        "name": "一路发",
        "city": "临汾市",
        "county": "霍州网点",
        "address": "南环路亿丰达院内",
        "phone": "0357-5576686"
    },
    {
        "name": "一路发",
        "city": "临汾市",
        "county": "隰县网点",
        "address": " 隰县新地址是林业局对面巷内停车场",
        "phone": "0357-6732178  0357-6732461"
    },
    {
        "name": "一路发",
        "city": "临汾市",
        "county": "永和网点",
        "address": "响水湾亨通加油站前100米",
        "phone": "0357-6012699"
    },
    {
        "name": "一路发",
        "city": "临汾市",
        "county": "襄汾网点",
        "address": "襄汾县大运路三跨桥下桥南路东",
        "phone": "18234764253   13934074722"
    },
    {
        "name": "一路发",
        "city": "临汾市",
        "county": "翼城网点",
        "address": "八一南路明亮铁厂南门对面",
        "phone": "0357-5598260"
    },
    {
        "name": "一路发",
        "city": "临汾市",
        "county": "汾西网点",
        "address": "汾西县永安大桥南150米",
        "phone": 15536796056
    },
    {
        "name": "一路发",
        "city": "临汾市",
        "county": "曲沃网点",
        "address": "曲沃县108国道太子摊北200米",
        "phone": 18635706265
    },
    {
        "name": "一路发",
        "city": "长治市",
        "county": "长治网点",
        "address": "五针街粮食储备库对面",
        "phone": 13353456655
    },
    {
        "name": "一路发",
        "city": "长治市",
        "county": "沁源网点",
        "address": "北元圆达汽修南门（原车管所）",
        "phone": "18735115224/18235549168"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "忻州网点",
        "address": "云中路和前进东街丁字口粮食转运站院内",
        "phone": "0350-3320994 18435188928 "
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "原平网点",
        "address": "原平市磷肥厂院内",
        "phone": "18435188929  15343500378"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "代县网点",
        "address": "代县西关108线领袖KTV东100米",
        "phone": "0350-5226168"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "繁峙网点",
        "address": "繁峙并州物流园B区3号库",
        "phone": "15034493168 18635025131  18634604666"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "砂河网点",
        "address": "砂河大转盘往南800米三毛物流大院往西",
        "phone": 18735110287
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "岢岚网点",
        "address": "岢岚县东关高速桥下永乐商贸物流园院内",
        "phone": 18636007168
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "五寨网点",
        "address": "五寨县新村28米路西北面第九巷",
        "phone": "0350-8122812   13383402688"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "宁武网点",
        "address": "宁武县下河南新汽车站旁（圆通隔壁）",
        "phone": "18435188920 03508733888"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "五台网点",
        "address": "五台沟南中石油加油站背后",
        "phone": 18435188926
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "定襄网点",
        "address": "定襄县早市一元物流",
        "phone": 15535053938
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "保德网点",
        "address": "保德县保府煤检站南100米（大唐汽贸后院）",
        "phone": " 18435188930  13753015314"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "偏关网点",
        "address": "偏关县城内关河路(马家坡经适房北50米)",
        "phone": "0350-7628400"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "崞阳网点",
        "address": "崞阳中石化加油站往北100米",
        "phone": 18035097181
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "神池网点",
        "address": "三晋大酒店往东50米",
        "phone": " 18234021491 15934269981"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "阳方口网点",
        "address": "阳方口镇医院路口南100米",
        "phone": "15835086411 18034989310"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "静乐网点",
        "address": "环城路天柱山大酒店隔壁",
        "phone": " 15235006755 15034444018"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "河曲网点",
        "address": "河曲县唐坪南路银河湾小区对面",
        "phone": " 18035012463 13033400769"
    },
    {
        "name": "一路发",
        "city": "忻州市",
        "county": "府谷网点",
        "address": "府谷县盐沟高家湾物流仓储中心",
        "phone": " 15735000340  17636698481"
    },
    {
        "name": "一路发",
        "city": "榆林市",
        "county": "庙沟门网点",
        "address": "庙沟门镇供电所路口向前10米",
        "phone": " 18791200365   18091270365"
    },
    {
        "name": "博园恒通",
        "city": "忻州",
        "county": "忻州",
        "address": "原平恒通电脑城",
        "phone": 13327400909
    },
    {
        "name": "博园恒通",
        "city": "忻州",
        "county": "原平",
        "address": "忻州瑞瑞电脑城",
        "phone": 13327400909
    },
    {
        "name": "老王",
        "city": "阳泉",
        "county": "阳泉",
        "phone": 18103511473
    }
];
// console.table(database);

//修改原始数据
database = database.map(v=>{
    if(v.city && v.city.indexOf('市') == -1){
        v.city = v.city.concat('市');
    }
    if (v.county){
        v.county = v.county.replace(/、长北|营业部|外营业部|省际|际|网点|一部/g,'')
    }
    if(v.address){
        v.address = v.address.replace('地址：','').trim();
    }
    if(v.phone){
        v.phone = String(v.phone);
        v.phone = v.phone.replace(/\/|，|、|电话：/g,'').trim().replace(/\s+/g,' ').split(' ');
    }
    return v;
});
// console.table(database);

//按照div的顺序设计参数
//参数：创建的元素要往哪里放、要创建的标签名、类名、内容
// magic('.header','h1','title','hello');
let magic = (target,tag,className,content)=>{
    let element = document.createElement(tag);
    if(className){
        element.classList.add(className);
    }
    element.innerHTML = content;
    let parent = document.querySelector(target);
    parent.appendChild(element);
    return null;
};




